Repository: zulldesign/Skids
Catalog: Products/Categories/App_LocalResources/Edit.aspx.*.resx
Languages: fr

# lblCatalogs.Text
source: Catalogs
fr: Catalogues

# lblCatalogs.ToolTip
source: Categories are defined in terms of a catalog. Choose a catalog to see its assigned categories.
fr: Les catégories sont définies par catalogue. Choisissez un catalogue pour voir les catégories associées à ce catalogue.

# litCategories.Text
source: Categories
fr: Catégories

# litSelection.Text
source: Select a category in order to edit its properties, localizations and products associations.
fr: Selectionnez une catégories dans l'arborescence pour éditer ses propriétés

# NoCatalogWarningMessage
source: No catalog was found, please first configure a catalog in order to then create categories for this catalog.
fr: Aucun catalogue n'a été trouvé, veuillez commercer par configurer un catalogue pour pouvoir définir l'arborescence de ses catégories

# cvCodeIsUnique.ErrorMessage
source: Code already used by an other category in the same catalog. Please enter a different code.
fr: Code déjà utilisé par une autre catégorie dans le même catalogue. Veuillez saisir un autre code.

# cvNameRequired.ErrorMessage
source: Please enter a Name
fr: Le Nom est obligatoire

# lblIsActive.Text
source: Is active
fr: Actif

# lblLongDescripion.Text
source: Long description
fr: Description longue

# lblName.Text
source: Name
fr: Nom

# lblShortDescription.Text
source: Short description
fr: Description courte

# mtiGeneral.Text
source: General
fr: Données générales

# mtiMedias.Text
source: Medias
fr: Media

# mtiProducts.Text
source: Products
fr: Produits

# revCodeLength.ErrorMessage
source: Invalid code length, 50 characters maximum
fr: Le Code de la catégorie ne doit pas dépasser 50 caractères.

# revNameLength.ErrorMessage
source: Invalid name length, 50 characters maximum
fr: Le Nom de la catégorie ne doit pas dépasser 100 caractères.

# rfvCode.ErrorMessage
source: Please enter a Code
fr: Veuillez saisir un Code.

# lblAvailableProductsIsActive.Text
source: Is active
fr: Actif

# lblAvailableProductsCatalogs.Text
source: Catalogs
fr: Nombre de catalogue

# lblAvailableProductsName.Text
source: Name
fr: Nom

# lblAvailableProductsIsOnline.Text
source: Is online
fr: En ligne

# lblAvailableProductsProductType.Text
source: Product type
fr: Type de produit

# lblAvailableProductsCodeOrSKU.Text
source: Code or SKU
fr: Code ou SKU

# liNo.Text
source: No
fr: Non

# litAvailableProducts.Text
source: Available products
fr: Produits disponibles

# liYes.Text
source: Yes
fr: Oui

# mgvcIsActive.Name
source: Is active
fr: Actif

# mgvcCatalogs.Name
source: Catalogs
fr: Nombre de catalogues

# mgvcName.Name
source: Name
fr: Nom

# mgvcIsOnline.Name
source: Is online
fr: En ligne

# mgvcProductType.Name
source: Product type
fr: Type de produit

# mgvcCodeOrSKU.Name
source: Code or SKU
fr: Code ou SKU

# cvAssociatedProductsCatalogsIsInteger.ErrorMessage
source: Nb.of catalogs must be an integer
fr: Le nombre de catalogue doit être un entier

# cvAssociatedProductsOrderIsInteger.ErrorMessage
source: Order must be an integer
fr: L'ordre doit être un entier

# cvAvailableProductsCatalogsIsInteger.ErrorMessage
source: Nb. of catalogs must be an integer
fr: Le nombre de catalogue doit être un entier

# lblAssociatedProductsIsActive.Text
source: Is active
fr: Actif

# lblAssociatedProductsCatalogs.Text
source: Catalogs
fr: Nombre de catalogues

# lblAssociatedProductsName.Text
source: Name
fr: Nom

# lblAssociatedProductsIsOnline.Text
source: Is online
fr: En ligne

# lblAssociatedProductsOrder.Text
source: Order
fr: Ordre

# lblAssociatedProductsProductType.Text
source: Product type
fr: Type de produit

# lblAssociatedProductsCodeOrSKU.Text
source: Code or SKU
fr: Code ou SKU

# litAssociatedProducts.Text
source: Associated products
fr: Produits associés

# mcbAssociateProducts.Text
source: Associate products
fr: Associer les produits

# mcbRemoveProducts.Text
source: Remove products
fr: Retirer les produits

# mgvcOrder.Name
source: Order
fr: Ordre

# lblIsActive.ToolTip
source: Only active categories will be available online.
fr: Sur votre site e-commerce, seules les catégories actives seront affichées.

# lblAssociatedProductsIsActive.ToolTip
source: Only active products will be available online.
fr: Sur votre site e-commerce, seuls les produits actifs seront proposés.

# lblAssociatedProductsIsOnline.ToolTip
source: Only online products will be displayed online.
fr: Sur votre site e-commerce, seuls les produits en ligne seront proposés.

# lblAvailableProductsIsActive.ToolTip
source: Only active products will be available online.
fr: Sur votre site e-commerce, seuls les produits actifs seront proposés.

# lblAvailableProductsIsOnline.ToolTip
source: Only online products will be displayed online.
fr: Sur votre site e-commerce, seuls les produits en ligne seront proposés.

# litAssociatedMedias.Text
source: Associated media
fr: Media associés

# mgvcIsOnline.ToolTip
source: Only online products will be displayed online.
fr: Sur votre site e-commerce, seuls les produits en ligne seront affichées.

# mgvcOrder.ToolTip
source: Product display order (0=displayed first).
fr: Ordre d’affichage des produits (0=en premier).

# lblIsOnline.Text
source: Is online
fr: En ligne

# lblExternalId.Text
source: External ID
fr: Identifiant externe

# revExternalIdLength.ErrorMessage
source: Invalid external ID length, 50 characters maximum
fr: L'identifiant externe de la catégorie ne doit pas dépasser 50 caractères.
