Repository: zulldesign/Skids
Catalog: App_UserControls/Order/App_LocalResources/Address.ascx.*.resx
Languages: fr

# lblAdditionalData.Text
source: Additional data :
fr: Données aditionnelles :

# lblCity.Text
source: City :
fr: Ville :

# lblComments.Text
source: Comments :
fr: Commentaires :

# lblCompany.Text
source: Company :
fr: Entreprise :

# lblCountry.Text
source: Country :
fr: Pays :

# lblDifferentShippingAddress.Text
source: Shipping address is different :
fr: Adresse de livraison différente :

# lblFaxNumber.Text
source: Fax number :
fr: Fax :

# lblFirstName.Text
source: First name :
fr: Prénom :

# lblFloor.Text
source: Floor :
fr: Etage :

# lblLastName.Text
source: Last name :
fr: Nom :

# lblLine1.Text
source: Line 1 :
fr: Adresse 1 :

# lblLine2.Text
source: Line 2 :
fr: Adresse 2 :

# lblLine3.Text
source: Line 3 :
fr: Adresse 3 :

# lblMiddleName.Text
source: Middle name :
fr: Prénom 2 :

# lblMobileNumber.Text
source: Mobile number :
fr: Tel. portable :

# lblPhoneNumber.Text
source: Phone number :
fr: Tel. :

# lblRegion.Text
source: Region :
fr: Région :

# lblTitle.Text
source: Title :
fr: Titre :

# lblZipCode.Text
source: Zip code :
fr: Code Postal :

# revCityLength.ErrorMessage
source: Invalid city length, 50 characters maximum
fr: Le nombre de caractères de la ville saisie n'est pas valide (50 caractères maximum)

# revCompanyLength.ErrorMessage
source: Invalid company length, 50 characters maximum
fr: Le nombre de caractères de la Société saisie n'est pas valide (50 caractères maximum)

# revDigiCodeLength.ErrorMessage
source: Invalid digicode length, 50 characters maximum
fr: Le nombre de caractères du digicode saisi n'est pas valide (50 caractères maximum)

# revEmailLength.ErrorMessage
source: Invalid email length, 256 characters maximum
fr: Le nombre de caractères de l'e-mail saisi n'est pas valide (256 caractères maximum)

# revEmailPatern.ErrorMessage
source: Invalid email address
fr: L'adresse e-mail n'est pas valide

# revFaxNumberLength.ErrorMessage
source: Invalid fax number length, 50 characters maximum
fr: Le nombre de caractères du N° de Fax saisi n'est pas valide (50 caractères maximum)

# revFirstNameLength.ErrorMessage
source: Invalid first name length, 50 characters maximum
fr: Le nombre de caractères du prénom saisi n'est pas valide (50 caractères maximum)

# revFloorLength.ErrorMessage
source: Invalid floor length, 50 characters maximum
fr: Le nombre de caractères de l'étage saisi n'est pas valide (50 caractères maximum)

# revLastNameLength.ErrorMessage
source: Invalid last name lentgh, 50 characters maximum
fr: Le nombre de caractères du nom saisi n'est pas valide(50 caractères maximum)

# revLine1Length.ErrorMessage
source: Invalid line 1 length, 50 characters maximum
fr: Le nombre de caractères de l'adresse 1 n'est pas valide (50 caractères maximum)

# revLine2Length.ErrorMessage
source: Invalid line 2 length, 50 characters maximum
fr: Le nombre de caractères de l'adresse 2 n'est pas valide (50 caractères maximum)

# revLine3Length.ErrorMessage
source: Invalid line 2 length, 50 characters maximum
fr: Le nombre de caractères de l'adresse 3 n'est pas valide (50 caractères maximum)

# revMiddleNameLength.ErrorMessage
source: Invalid middle name lentgh, 50 characters maximum
fr: Le nombre de caractères du 2è prénom n'est pas valide (50 caractères maximum)

# revMobileNumberLength.ErrorMessage
source: Invalid mobile number length, 50 characters maximum
fr: Le nombre de caractères du tel. portable n'est pas valide(50 caractères maximum)

# revPhoneNumberLength.ErrorMessage
source: Invalid phone number length, 50 characters maximum
fr: Le nombre de caractères du Tel. n'est pas valide (50 caractères maximum)

# revZipCodeLength.ErrorMessage
source: Invalid zip code length, 20 characters maximum
fr: Le nombre de caractères du Code Postal n'est pas valide (20 caractères maximum)

# rfvCity.ErrorMessage
source: City is required
fr: Veuillez saisir une ville

# rfvEmail.ErrorMessage
source: Email is required
fr: Veuillez saisir un e-mail

# rfvFirstName.ErrorMessage
source: First name is required
fr: Veuillez saisir un prénom

# rfvLastName.ErrorMessage
source: Last name is required
fr: Veuillez saisir un nom

# rfvLine1.ErrorMessage
source: Line 1 is required
fr: Veuillez saisir une Adresse 1
