Repository: zulldesign/Skids
Catalog: Customers/App_LocalResources/Edit.aspx.*.resx
Languages: fr

# cvAddressNameIsUnique.ErrorMessage
source: This Address Name is already in use. Please enter a different Address Name.
fr: Le Nom de cette addresse existe déjà . Veuillez saisir un autre nom.

# cvFirstNameLength.ErrorMessage
source: Invalid first name length, please enter less than 50 characters.
fr: Le prénom doit faire moins de 50 caractères

# lblAddressCity.Text
source: City :
fr: Ville :

# lblAddressComments.Text
source: Comments :
fr: Commentaires :

# lblAddressCompany.Text
source: Company :
fr: Société :

# lblAddressCountry.Text
source: Country :
fr: Pays :

# lblAddressFaxNumber.Text
source: Fax number :
fr: Fax :

# lblAddressFirstName.Text
source: First name :
fr: Prénom :

# lblAddressFloor.Text
source: Floor :
fr: Etage :

# lblAddressLastName.Text
source: Last name :
fr: Nom :

# lblAddressLine1.Text
source: Address 1 :
fr: Adresse 1 :

# lblAddressLine2.Text
source: Address 2 :
fr: Adresse 2 :

# lblAddressLine3.Text
source: Address 3 :
fr: Adresse 3 :

# lblAddressMiddleName.Text
source: Middle name :
fr: Autre prénom

# lblAddressMobileNumber.Text
source: Mobile number :
fr: Tel. portable :

# lblAddressName.Text
source: Address name :
fr: Nom de l'adresse :

# lblAddressPhoneNumber.Text
source: Phone number :
fr: Tel. :

# lblAddressRegion.Text
source: Region/State :
fr: Région /Etat :

# lblAddressTitle.Text
source: Title :
fr: Titre :

# lblAddressZipCode.Text
source: Zip code :
fr: Code Postal :

# lblFirstName.Text
source: First name :
fr: Prénom :

# lblLastName.Text
source: Last name :
fr: Nom :

# lblMiddleName.Text
source: Middle name :
fr: Autre prénom :

# lblTitle.Text
source: Title :
fr: Titre :

# lblUserName.Text
source: Username :
fr: Nom d'utilisateur

# litAccount.Text
source: Account
fr: Compte

# litAddresses.Text
source: Addresses
fr: Adresses

# litCustomer.Text
source: Customer
fr: Client

# litSelectAddress.Text
source: Select the address that you want to view or edit.
fr: Selectionez l'adresse que vous souhaitez consulter ou modifier :

# mtiCustomerInfo.Text
source: Customer info
fr: Info. client

source: New address
fr: Nouvelle adresse

# revAddressCityLength.ErrorMessage
source: Invalid city length, please enter less than 50 characters.
fr: Le nom de la ville doit faire moins de 50 caractères.

# revAddressCompanyLength.ErrorMessage
source: Invalid company length, please enter less than 50 characters.
fr: Le niom de la Société doit faire moins de 50 caractères.

# revAddressDigiCodeLength.ErrorMessage
source: Invalid digicode length, please enter less than 50 characters.
fr: Le digicode doit faire moins de 50 caractères.

# revAddressEmailPatern.ErrorMessage
source: Invalid email address
fr: L'adresse e-mail est incorrecte

# revAddressFaxNumber.ErrorMessage
source: Invalid fax number length, please enter less than 50 characters.
fr: Le N° de fax doit faire moins de 50 caractères.

# revAddressFirstNameLength.ErrorMessage
source: Invalid first name length, please enter less than 50 characters.
fr: Le prénom doit faire moins de 50 caractères.

# revAddressFloorLength.ErrorMessage
source: Invalid floor length, please enter less than 50 characters.
fr: L'étage doit faire moins de 50 caractères.

# revAddressLastNameLength.ErrorMessage
source: Invalid last name length, please enter less than 50 characters.
fr: Le nom doit faire moins de 50 caractères.

# revAddressLine1Length.ErrorMessage
source: Invalid Address 1 length, please enter less than 50 characters.
fr: L'adresse 1 doit faire moins de 50 caractères.

# revAddressLine2Length.ErrorMessage
source: Invalid Address 2 length, please enter less than 50 characters.
fr: L'adresse 2 doit faire moins de 50 caractères.

# revAddressLine3Length.ErrorMessage
source: Invalid Address 3 length, please enter less than 50 characters.
fr: L'adresse 3 doit faire moins de 50 caractères.

# revAddressMiddleNameLength.ErrorMessage
source: Invalid middle name length, please enter less than 50 characters.
fr: Le 2è prénom doit faire moins de 50 caractères.

# revAddressMobileNumberLength.ErrorMessage
source: Invalid mobile number length, please enter less than 50 characters.
fr: Le N° de tel. portable doit faire moins de 50 caractères.

# revAddressNameLength.ErrorMessage
source: Invalid address name length, please enter less than 50 characters.
fr: Le nom de l'adresse doit faire moins de 50 caractères.

# revAddressPhoneNumberLength.ErrorMessage
source: Invalid phone number length, please enter less than 50 characters.
fr: Le N° de tel. doit faire moins de 50 caractères.

# revAddressZipCodeLength.ErrorMessage
source: Invalid zip code length, please enter less than 20 characters.
fr: Le coe postal doit faire moins de 20 caractères.

# revEmailLength.ErrorMessage
source: Invalid email length, please enter less than 256 characters.
fr: L'adresse e-mail doit faire moins de 256 caractères.

# revLastNameLength.ErrorMessage
source: Invalid last name length, please enter less than 50 characters.
fr: Le nom doit faire moins de 50 caractères.

# revMiddleNameLength.ErrorMessage
source: Invalid middle name length, please enter less than 50 characters.
fr: Le 2è prénom doit faire moins de 50 caractères.

# rfvAddressFirstName.ErrorMessage
source: Please enter a Firstname
fr: Veuillez saisir un prénom

# rfvAddressLine1Length.ErrorMessage
source: Please enter an Address 1
fr: Veuillez saisir l'adresse 1

# rfvAddressName.ErrorMessage
source: Please enter an Address name
fr: Veuillez doner un nom à cette adresse

# rfvEmail.ErrorMessage
source: pelase enter an e-mail
fr: Veuillez saisir l'e-mail

# rfvFirstName.ErrorMessage
source: Please enter a First name
fr: Veuillez saisir un prénom.

# rfvLastName.ErrorMessage
source: Please enter a Last name
fr: Veuillez saisir un nom.

# rvfAddressLastName.ErrorMessage
source: Please enter a Last name
fr: Veuillez saisir un nom.

# SelectAddress
source: Select an address
fr: Choisir une adresse

# mslSegments.AssociatedItemsLabelText
source: Associated segments :
fr: Segments associés :

# mslSegments.AvailableItemsLabelText
source: Available segments :
fr: Segments disponibles ;

# rfvAddressCity.ErrorMessage
source: Please enter a City
fr: Veuillez saisir une ville

# lblAddressAdditionalData.Text
source: Additional data :
fr: Données complémentaires

# lblIsLockedOut.Text
source: Is locked out
fr: Bloqué

# lblIsApproved.Text
source: Is approved
fr: Validé

# InvalidCustomerId
source: The customer identifier given in the parameters is invalid and has been ignored.
fr: L'identifiant client fournit en paramètre est invalide et a été ignoré.
