Repository: zulldesign/Skids
Catalog: App_UserControls/Shipping/App_LocalResources/ShippingRateValueEditor.ascx.*.resx
Languages: fr

# cvConflictFrom.ErrorMessage
source: The value entered in the "From" field conflicts with an existing value
fr: La valeur saisie dans 'De' est en conflit avec une autre valeur. Veuillez mpodifier votre saisie

# cvConflictTo.ErrorMessage
source: The value entered in the "To" field conflicts with an existing value
fr: La valeur saisie dans 'A' est en conflit avec une autre valeur

# cvFromDouble.ErrorMessage
source: The value entered in the "From" property must be a decimal
fr: La valeur saisie dans 'De' doit être un nombre décimal

# cvFromGreaterThanEqualZero.ErrorMessage
source: The value entered in the "From" property must be greater than equal zero
fr: La valeur saisie dans 'De' doit être supérieure ou égale à zéro

# cvFromInt.ErrorMessage
source: The value entered in the "From" property must be an integer
fr: La valeur saisie dans 'De' doit être un nombre entier

# cvNotTakeIn.ErrorMessage
source: The defined ranges overlap. Please make changes.
fr: Les intervalles saisis sont à cheval sur d'autres intervalles déjà définis. Veuillez modifier les valeurs 'De' ou 'A'.

# cvRateGreaterThanEqualZero.ErrorMessage
source: Rate must be greater than or equal zero
fr: Veuillez saisir des frais de livraison dont le montant est supérieur ou égal à zéro

# cvRateType.ErrorMessage
source: Rate must be a decimal
fr: Veuillez saisir des frais de livrasion dont le montant est un nombre décimal.

# cvToGreaterThanFrom.ErrorMessage
source: The value entered in the "To" property must be greater than or equal to the value of the "From" property
fr: La propriété "A" doit être supérieure à la propriété "De"

# cvToInt.ErrorMessage
source: The value entered in the "To" property must be an integer
fr: La valeur saisie pour la propriété "A" doit être un nombre entier

# cvToType.ErrorMessage
source: The value entered in the "To" property must be a decimal
fr: La valeur saisie pour la propriété "A" doit être un nombre décimal

# ItemsLabel
source: item(s)
fr: article(s)

# lbtnCurrency.Text
source: Currency
fr: Devise

# lbtnCurrency.ToolTip
source: The currency taken into account to determine the shipping cost.
fr: La devise définissant le montant de ces frais de livraison

# lbtnFrom.Text
source: From (included)
fr: De

# lbtnFrom.ToolTip
source: Minimum amount from which the defined shipping cost will apply.
fr: Montant min. à partir duquel ces frais de livrasion s'appliquent.

# lbtnRate.Text
source: Rate
fr: Frais de livraison

# lbtnRate.ToolTip
source: The shipping fee amount (without taxes).
fr: Le montant hors taxes du coût de livraison.

# lbtnTo.Text
source: To (excluded)
fr: A

# lbtnTo.ToolTip
source: Maximum amount up to which the defined shipping cost will apply.
fr: Montant max. jusuq'auquel ces frais de livrasion s'appliquent.

# liOrderTotal.Text
source: Order Total
fr: Total de la commande

# liQuantity.Text
source: Quantity
fr: Quantité

# litValues.Text
source: Values
fr: Valeurs

# liWeight.Text
source: Weight
fr: Poids

# rfvCurrency.ErrorMessage
source: Please select a currency.
fr: Veuillez chosiir une devise.

# rfvFrom.ErrorMessage
source: Please enter a value in the "From" field
fr: Veuillez saisir une valeur dans le champs "De"

# rfvRate.ErrorMessage
source: Please enter the shipping cost.
fr: Veuillez saisir le montant des 'Frais de livraison'

# rfvTo.ErrorMessage
source: Please enter a value in the "To" field
fr: Veuillez saisir une valeur dans le champs "A"

# cvShippingRateValueRequired.ErrorMessage
source: A shipping rate value is required
fr: Veuillez saisir au moins une valeur pour le montant des frais de livraison.

# NoUnlimitedValue
source: No value has been specified over {0} . If you don't want a outer limit, please let the value empty.
fr: Aucune valeur n'a été spécifiée au delà de {0}. Si vous ne voulez pas définir de limite supérieure, laissez simplement le champ vide.

# NoValueBetweenRange
source: No value has been specified between {0} and {1}.
fr: Aucune valeur n'a été définie entre {0} et {1}.

# RangeValueMissing
source: There are values for currency '{0}' that doesn't fall within the specified ranges. If an order falls between the specified ranges, the shipping cost will be 0 (=free shipping).
fr: Certaines valeurs définies pour la devise '{0}' n'entrent pas dans les fourchettes définies. Si le montant d'une commande se situe entre les intervalles définis, alors aucun frais de livraison ne sera appliqué pour ce montant de commande (livraison gratuite).
