Repository: zulldesign/Skids
Catalog: Administration/Sellers/App_LocalResources/Edit.aspx.*.resx
Languages: fr

# lblIsActive.Text
source: Is active :
fr: Actif :

# litCultures.Text
source: Languages or Languages+countries
fr: Langues ou langues+pays

# litSeller.Text
source: Seller settings
fr: Marchand

# rfvCode.ErrorMessage
source: Code is required
fr: Le code est requis.

# litLegendCollections.Text
source: Related items
fr: Collections connexes

# slCultures.AssociatedItemsLabelText
source: Selected cultures
fr: Cultures sélectionnées

# slCultures.AvailableItemsLabelText
source: Available cultures
fr: Cultures disponibles

# lblCatalogs.Text
source: Catalogs
fr: Catalogues

# lblProductTypes.Text
source: Product types
fr: Types de produits :

# lblStores.Text
source: Stores
fr: Boutiques

# lblWarehouses.Text
source: Warehouses
fr: Entrepôts

# mtiFunctional.Text
source: E-commerce settings
fr: Paramètres e-commerce

# mtiTechnical.Text
source: Technical settings
fr: Paramètres techniques

# cvCulturesAsscociated.ErrorMessage
source: Please select at least one culture.
fr: Veuillez sélectionner au moins une culture.

# cvCode.ErrorMessage
source: This seller code already in use. Please enter a different code.
fr: Ce code est déjà associé à un marchand. Veuillez saisir un autre code.

# revCodeLength.ErrorMessage
source: Invalid code length, code must be between 2 and 50 characters
fr: Longeur du code invalide, le code doit faire de 2 à 50 caratères.

# litCulturesInfo.Text
source: In order to localize your website in various languages or cultures, please select theses languages or languages + countries.
fr: Sélectionnez les langues ou pays+langues dans lesquels vous voulez pouvoir localiser votre site.

# litSettings.Text
source: General settings
fr: Paramètres

# lblSellerId.Text
source: SellerId :
fr: ID du marchand :

# MaxSellerExcedeed
source: The maximum number of sellers allowed by your license has already been reached. You need to upgrade your license to create additional sellers.
fr: Le nombre de marchands autorisés pour cette licence a déjà été atteint. Il est nécessaire de passer à une version supérieure pour créer d'autres marchands.

# UnremovableCultureWarnigMessage
source: The culture : '{0}' could not be removed because at least one store uses it as the default culture.
fr: La culture : '{0}' n'a pas pu être supprimée car au moins une boutique l'utilise comme culture par défaut.

# cvSellerId.ErrorMessage
source: SellerId should be a valid GUID
fr: le SellerID soit correspondre à un GUID valide

# NotUniqueSellerId
source: Specified SellerId already exists. Veuillez saisir un autre SellerID.
fr: Le SellerID choisi existe déjà. Veuillez saisir un autre SellerID.
