Repository: zulldesign/Skids
Catalog: Setup/App_LocalResources/Default.aspx.*.resx
Languages: fr

# bfCode.HeaderText
source: Item
fr: Activité

# bnTestDatabaseConnection.Text
source: Test Database Connection
fr: Tester la connexion à la base de données

# cbxUseSmtpMachineConfiguration.Text
source: Use SMTP settings defined in machine.config
fr: Utiliser les paramètres SMTP définis dans machine.config

# cbxUseSqlExpress.Text
source: Use SQL Express auto-attach database
fr: Utiliser la base de données par défaut associée à SQL Server Express

# csBasicAuthenticationMode
source: Basic
fr: de base

# csNoAuthenticationMode
source: None
fr: Aucun

# csWindowsAuthenticationMode
source: Windows Authentication
fr: Authentification Windows

# cvCheckAllTestsPassed.ErrorMessage
source: An error has occured during the installation process, please check the error messages.
fr: Une erreur s'est produite pendant le processus d'installation, veuillez consulter les messages d'erreur.

# cvConfirmAdministratorPassword.ErrorMessage
source: Administrator password and Confirm Administrator password do not match.
fr: Le mot de passe Admin et le nouveau mot de passe Admin ne correspondent pas.

# cvConfirmNewPassword.ErrorMessage
source: Password and Confirm password do not match.
fr: Le mot de passe et le nouveau mot de passe ne correspondent pas.

# cvExistingDatabaseName.ErrorMessage
source: Please enter the database name if you want to use an existing database
fr: Entrez le nom de la base de données si vous souhaitez utiliser une base de données existante

# cvLicenseFile.ErrorMessage
source: Invalid license file
fr: Fichier de licence invalide

# cvSmtpPort.Text
source: Invalid port number
fr: Mauvais numéro de port

# databaseNameRetrievedFail
source: The database could not be found. Please check that the database name is correct.
fr: La base de données n'a pas été trouvée. Veuillez vérifier que le nom de la base de données est correct.

# databaseNameRetrievedSuccess
source: Database '{0}' exists.
fr: La base de données '{0}' existe bien.

# databaseOpenError
source: Database connection test has failed.<br />Error message is: <em>{0}</em>
fr: Le test de connexion à la base de données a échoué.<br />Le message d'erreur est: <em>{0}</em>

# databaseOpenSuccess
source: Database connection was successfully tested.
fr: La connexion à la base de données a été testée avec succès.

# databaseWillBeCreatedWithAdminCredential
source: Database will be created with admin credentials
fr: La base de données sera créée en utilisant les informations de connexion de l'administrateur

# hlContactUs.Text
source: Contact us for pricing
fr: Contactez nous

# lbtnForgotPassword.Text
source: Forgotten Password
fr: Mot de passe oublié

# hlLicense.Text
source: License
fr: Licence

# hlModify.Text
source: Modify
fr: Modifier

# lblAccessCredPassword.Text
source: Password:
fr: Mot de passe:

# lblAccessCredUsername.Text
source: Username:
fr: Nom d’utilisateur:

# lblAdminCredPassword.Text
source: Password:
fr: Mot de passe:

# lblAdminCredUsername.Text
source: Username:
fr: Nom d’utilisateur:

# lblAdministratorPassword.Text
source: Password:
fr: Mot de passe:

# lblAdministratorUserName.Text
source: Username:
fr: Nom d’utilisateur:

# lblCompanyName.Text
source: Company name:
fr: Société:

# lblConfirmAdministratorPassword.Text
source: Confirm password:
fr: Confirmation du mot de passe:

# lblConfirmNewPassword.Text
source: Confirm password:
fr: Confirmation du mot de passe:

# lblConnectionsString.Text
source: Connection string
fr: Chaîne de connexion

# lblConnectionsString.Text1
source: File ConnectionsStrings.config:
fr: Fichier ConnectionsStrings.config:

# lblDatabaseName.Text
source: Database name:
fr: Nom de la base de données:

# lblDropDatabaseConfirm
source: Warning: the database already exists and will be deleted.
fr: Attention: la base de données existe déjà et sera supprimée.

# lblFirstName.Text
source: First name:
fr: Prénom:

# lblInstallSampleOrders.Text
source: Install sample customers and orders (hard to delete afterwards)
fr: Ajouter des données clients et commandes (difficile à supprimer ensuite)

# lblInstallStarterSite.Text
source: Sample catalogs and parameters
fr: Données d'exemple et paramètres

# lblLastName.Text
source: Last name:
fr: Nom:

# lblLicenseFile.Text
source: Product license key file:
fr: Fichier de licence :

# lblLoginPassword.Text
source: Password:
fr: Mot de passe:

# lblNewPassword.Text
source: Password:
fr: Mot de passe:

# lblProvideNavigationInformation.Text
source: I accept to provide anonymous navigation information to help Magelia improve Magelia WebStore.
fr: J’accepte de fournir mes données de navigation anonymes à Magelia

# lblSellerName.Text
source: Company name:
fr: Nom de la société:

# lblSmtpBasicAuthenticationPassword.Text
source: Password
fr: Mot de passe

# lblSmtpBasicAuthenticationUserName.Text
source: UserName
fr: Nom d’utilisateur

# lblSmtpEmailSender.Text
source: Sender email:
fr: E-mail de l'expéditeur:

# lblSmtpServer.Text
source: SMTP server:
fr: Serveur SMTP:

# lblSqlServerExpressName.Text
source: Instance name:
fr: Nom de l'instance:

# lblSqlServerName.Text
source: SQL Server name or IP:
fr: Nom ou adresse IP du serveur SQL:

# lblStoreName.Text
source: Store name:
fr: Nom de la boutique:

# lblWebConfig.Text
source: File Web.config:
fr: Fichier Web.config:

# lbtnCancelConfirmLicense.Text
source: Cancel
fr: Annuler

# lbtnConfirmLicense.Text
source: Confirm
fr: Confirmer

# lbtnCreateAccount.Text
source: Create account
fr: Créer un compte

# lbtnGoToStoreAdministrator.Text
source: Next Step
fr: Continuer

# lbtnGoToTechnicalSettings.Text
source: Next
fr: Suivant

# lbtnInstall.Text
source: Install Magelia WebStore
fr: Installer Magelia WebStore

# lbtnLogin.Text
source: Login
fr: Valider

# lbtnNextStep.Text
source: Retry
fr: Rééssayer

# lbtnProfessionalEdition.Text
source: Try it now for free
fr: Essayez Gratuitement

# lbtnSendLicenseFile.Text
source: Submit
fr: Validez

# liSmtpBasicAuthentication.Text
source: Basic
fr: De base

# liSmtpNoneAuthentication.Text
source: None
fr: Aucun

# litAccountSettingsGenericError.Text
source: An error has occured while creating your license. To activate the licence an internet connection must be active and the administration console must be able to connect to <a href="http://www.magelia.org" target="_blank">http://www.magelia.org.</a><br /><br /> <em>Technical Details:</em><br/> <span style="font-size:smaller;">{0}. {1}</span>
fr: Une erreur s'est produite lors de la création de votre licence. Pour activer la licence, une connexion Internet doit être active et la console d'administration doit être en mesure de se connecter à <a href="http://www.magelia.org" target="_blank">http://www.magelia.org.</a><br /><br /> <em>Détails techniques:</em><br/> <span style="font-size:smaller;">{0}. {1}</span>

# litAdministratorEmail.Text
source: Administrator Email:
fr: E-mail de l'administrateur:

# litAdministratorUsername.Text
source: Administrator Username:
fr: Nom de l’administrateur:

# litAdvanceStoreParameters.Text
source: Advanced settings
fr: Paramètres avancés

# litChooseLicenseTitle.Text
source: Which Magelia WebStore edition best meets your company’s needs?
fr: Quelle édition de Magelia WebStore correspond le mieux à vos attentes ?

# litCommunityDescription.Text
source: Our open-source e-commerce software for small to medium sized businesses. Totally free and designed to help you grow your business online.
fr: Le logiciel e-commerce open-source adapté aux petites et moyennes entreprises. Totalement gratuite, Magelia WebStore Community edition est conçue pour vous aider à développer rapidement votre activité en ligne.

# litCommunityFree.Text
source: <strong>100% FREE</strong>
fr: <strong>100% gratuite</strong>

# hlCompareEditions.Text
source: Compare editions
fr: Comparez les éditions

# litConfigurationMessage.Text
source: The configuration file could not be created. Please add this configuration and click "Finish":
fr: Le fichier de configuration n'a pas pu être créé. Veuillez ajouter cette configuration et cliquez sur "Terminer":

# litCreateAccountTitle.Text
source: Create a new magelia.org account
fr: Créez votre compte Magelia.org

# litDatabaseAccessCredentials.Text
source: Database access credentials
fr: Droits d’accès à la base de données

# litDatabaseAccessCredentialsHelp.Text
source: Database access credentials
fr: Droits d’accès à la base de données

# litDatabaseAccessCredentialsHelpText.Text
source: Specify the account that will be used by Magelia WebStore to access the database.<br /> If you choose Windows authentication mode, the user currently running the setup (<em>{0}</em>) will be given the right to access the Magelia WebStore database.<br />If you choose SQL Server account mode, a new SQL account will be created if it does not already exist with permission to access the Magelia WebStore database.
fr: Indiquez le compte avec lequel Magelia WebStore accèdera à la base de données.<br /> Si vous choisissez l’authentification Windows, l’utilisateur qui réalise actuellement l’installation (IIS APPPOOL\DefaultAppPool) se verra attribuer les droits d’accès à la base de données Magelia WebStore.<br /> Si vous choisissez l’authentification SQL Server, vous pouvez définir un compte existant ou un nouveau compte. Si le compte n’existe pas, il sera créé durant le processus d’installation.

# litDatabaseAdminCred.Text
source: Database administration credentials
fr: Droits d’administration de la base de données

# litDatabaseAdministrationCredentials.Text
source: Database administration credentials
fr: Droits d’administration de la base de données

# litDatabaseAdministrationCredentialsText.Text
source: Specify the account that will be used to create the database.<br/>If you wish to create a new database, your account must be enabled to do so. If you choose to use an existing blank database, your account must be the owner of this database.<br /><br />The log-in information used will not be stored in the system once the setup process is complete.
fr: Indiquez le compte à utiliser pour créer la base de données. Pour créer une nouvelle base de données, le compte utilisé doit disposer de droits suffisants.<br />Si vous choisissez d’utiliser une base de données vierge, le compte à utiliser doit être le compte administrateur de la base de données.<br />Ces informations d’authentification ne seront pas enregistrées par Magelia WebStore et seront utilisées seulement lors de l’installation.

# litDatabaseSettingStep.Text
source: Database settings
fr: Paramètres de la base de données

# litDefineAccountSettingsTitle.Text
source: Your account on <a href="http://www.magelia.org" target="_blank">www.magelia.org</a>
fr: Paramètres de votre compte <a href="http://www.magelia.org" target="_blank">www.magelia.org</a>

# litDontForget.Text
source: DO NOT FORGET your password!
fr: N'OUBLIEZ PAS votre identifiant ni votre mot de passe!

# litDontForgetText.Text
source: Your store administrator credentials will be required to log-in to the Magelia WebStore administration console. It is important to not forget them!
fr: Les informations de connexion de votre administrateur sont nécessaires pour vous connecter à la console d’administration de Magelia WebStore. Il est important de vous en souvenir.

# litDuplicateEmail.Text
source: This E-mail already exists. Please login or create an account with a different e-mail.
fr: Cette adresse e-mail existe déjà. Veuillez vous connecter avec cet e-mail ou en choisir un autre e-mail pour créer un compte.

# litEnterpriseDescription.Text
source: All the benefits of the Professional Edition plus exclusive features, unlimited licenses and unlimited priority support, including Magelia consulting and training.
fr: Toutes les fonctionnalités de la version professionnelle auxquelles viennent s’ajouter des fonctionnalités exclusives telles qu’un nombre de licences illimitées au sein de la même entreprise, un support prioritaire illimité, du conseil et de la formation.

# litExistingOrNewDatabase.Text
source: Existing or new database
fr: Base de données existante ou nouvelle

# litGenericCreateAccountError.Text
source: An error has occured while creating your account : {0} - {1}
fr: Une erreur s'est produite lors de la création de votre compte: {0} - {1}

# litGenericError.Text
source: An error has occured: {0}
fr: Une erreur s'est produite: {0}

# litHelp.Text
source: Help
fr: Aide

# litInvalidPassword.Text
source: There was an error with your E-Mail/Password combination. Please try again.
fr: Il y a une erreur avec votre combinaison E-Mail/Mot de passe. Veuillez essayer à nouveau.

# litLicenseDetailsThank.Text
source: MAGELIA WEBSTORE LICENSE DETAILS
fr: DETAILS DE LA LICENCE MAGELIA WEBSTORE

# litLoading.Text
source: Loading
fr: Chargement

# litLogin.Text
source: Login
fr: Authentifiez-vous

# litLoginIntro.Text
source: Login to your magelia.org account
fr: Saisissez les identifiants de votre compte créé sur Magelia.org

# litNavigationInfo.Text
source: Navigation information
fr: Données de navigation

# litNavigationInfoText.Text
source: By participating, you help Magelia gather anonymous statistical data useful for improving the user experience.
fr: En acceptant de nous fournir des données de navigation de manière anonyme, vous nous aidez à améliorer l’ergonomie de Magelia WebStore.

# litPopular.Text
source: Most popular
fr: La plus populaire

# litProfessionnalDescription.Text
source: Our most popular solution including powerful features and support from Magelia.
fr: Notre solution professionnelle qui comprend des fonctionnalités puissantes et donne accès au support de Magelia.

# litProfessionnalTrial.Text
source: <strong>45-day free trial</strong><br/>buy for US$ 3,490 per year
fr: <strong>Essai gratuit pendant 45 jours</strong><br/>Achetez ensuite pour 2 990 €

# litRetrieveLicense.Text
source: Retrieve your product license key
fr: Retrouvez vos clés de licence sur Magelia.org

# litRetrieveLicenseText.Text
source: Simply connect to <a target="_blank" href="http://www.magelia.org">Magelia.org</a> to retrieve your license key.
fr: En disposant d’un compte sur Magelia.org, vous pourrez facilement récupérer vos clés de licence en vous connectant sur le site <a target="_blank" href="http://www.magelia.org">Magelia.org</a>.

# litSampleData.Text
source: Sample data
fr: Jeu de données

# litSampleDataText.Text
source: Installing sample catalogs and parameters could speed up your implementation and enable you to customize Magelia WebSTore more rapidly.
fr: Installer des données et paramètres peut vous faire gagner du temps pour configurer le logiciel et vous faire comprendre plus facilement le paramétrage de Magelia WebStore.

# litSellerName.Text
source: Seller Name:
fr: Vendeur/Société:

# litSetupStatus.Text
source: Setup Status
fr: Etat d’avancement de l’installation

# litSetupStatusDescription.Text
source: </br><strong>Congratulations!</strong> Magelia WebStore has been successfully installled. </br> You will now be redirected to Magelia WebStore Administration Console"
fr: </ br> <strong> Félicitations! </ strong> Magelia WebStore a été installé avec succès. </ br> Vous allez maintenant être redirigé vers la console d'administration Magelia WebStore

# litSetupTitle.Text
source: Magelia WebStore Setup
fr: Installation de Magelia WebStore

# litSmtpServer.Text
source: SMTP Server:
fr: Serveur SMTP:

# litSqlDatabase.Text
source: Database:
fr: Base de données:

# litSqlExpressText.Text
source: For quick and easy installation, simply check the box “SQL Express auto-attach database.” A new database will be created in the App_Data folder.
fr: La nouvelle base de données sera créée dans le répertoire App_Data

# litSqlServer.Text
source: SQL Server:
fr: Serveur SQL:

# litSqlServerAdministration.Text
source: SQL Server name
fr: Nom du serveur SQL

# litSqlServerName.Text
source: Please enter the name of the SQL Server where you would like to install WebStore.
fr: Veuillez saisir le nom du serveur SQL sur lequel vous souhaitez installer WebStore

# litSqlServerSettingsTitle.Text
source: Database settings
fr: Paramètres de la base de données

# litSqlUseExistingDatabase.Text
source: Use existing database:
fr: Utilisation de la base de données:

# litStillNotSure.Text
source: Still Not sure?
fr: Vous hésitez ?

# litStoreAdministratorTitle.Text
source: Create a store administrator
fr: Création du compte administrateur pour la boutique

# litStoreName.Text
source: Store Name:
fr: Nom de la boutique:

# litStoreParametersAdvancedParameters.Text
source: Advanced settings
fr: Paramètres avancés

# litStoreParametersAdvancedParametersText.Text
source: By default, Magelia WebStore installs with the 30 most common languages spoken worldwide. For most users there is no need to adjust these settings, but if you want, you can define here the languages that will be available on your webiste
fr: Par défaut, Magelia WebStore installe les 30 langues les plus parlées dans le monde. Pour la plupart des cas, il n’est pas nécessaire de modifier les paramètres avancés. Si vous le souhaitez, vous pouvez bien sur ajouter ou supprimer des langues.

# litStoreParametersTitle.Text
source: Store Configuration
fr: Configuration de la boutique

# litTechnicalSettingsAdvancedParameters.Text
source: Advanced settings: mail server settings
fr: Paramètres avancés: configuration d’un serveur de mail

# litTechnicalSettingsAdvancedParametersText.Text
source: Define the SMTP settings used by Magelia WebStore. By default, Magelia WebStore will use settings defined in the machine.config file.
fr: Définissez les paramètres du serveur SMTP sur lequel Magelia WebStore peut se connecter. Par défaut, Magelia WebStore Magelia WebStore utilisera les paramètres définis dans le fichier machine.config (s'ils ont éét définis dasn ce fichier).

# litTechnicalSettingsAdvanceParameters.Text
source: Advanced settings
fr: Paramètres avancés

# litTechnicalSettingsTitle.Text
source: Set technical settings
fr: Paramètres techniques

# litUseExistingLicenseIntro.Text
source: Please upload the product license key file associated with your purchase of Magelia WebStore:
fr: Veuillez télécharger votre fichier de licence :

# litUseExistingLicenseTitle.Text
source: Do you already have a valid Magelia WebStore product license key file?
fr: Vous disposez déjà d’une clé de licence valide ?

# litWebStoreAccountExplanation.Text
source: Indicate the account that will be used by Magelia WebStore to access the database. If the account does not exist, it will be created.
fr: Indiquer le compte que Magelia WebStore va utiliser pour accéder à la base de données. Si ce compte n’existe pas, il sera créé automatiquement.

# litWhoIsAdmin.Text
source: Who is the store administrator?
fr: A quoi correspond l’administrateur de la boutique ?

# litWhoIsAdminText.Text
source: The administrator wil be the only person allowed to login once setup has been completed.
fr: L’administrateur sera la seule personne autorisée à se connecter à la console d’administration une fois que l’installation est terminée.

# litWhyDefineAnAccount.Text
source: Why create an account on <a href="http://www.magelia.org" target="_blank">www.magelia.org</a>
fr: Pourquoi créer un compte sur <a href="http://www.magelia.org" target="_blank">www.magelia.org</a>

# litWhyDefineAnAccountText.Text
source: Creating an account on <a href="http://www.magelia.org" target="_blank">www.magelia.org</a> will enable Magelia to generate your software license key.
fr: Il est nécessaire de créer un compte sur <a href="http://www.magelia.org" target="_blank">Magelia.org</a> afin de permettre à Magelia de générer votre clé de licence logicielle.

# litWizardTitleAccountSettings.Text
source: Account Settings
fr: Paramètres de votre compte Magelia

# litWizardTitleSetupStatus.Text
source: Setup status
fr: Etat d’avancement de l’installation

# litWizardTitleStoreAdministrator.Text
source: Create a store administrator
fr: Création du compte administrateur pour la boutique

# litWizardTitleStoreParameters.Text
source: Store configuration
fr: Configuration de la boutique

# litWizardTitleTechnicalSettings.Text
source: Set technical settings
fr: Paramètres techniques

# litWizardTitleWelcome.Text
source: Setup
fr: Installation

# pnlConfigurationSummary.GroupingText
source: Configuration summary:
fr: Résumé de la configuration:

# rblliExistingDatabase.Text
source: Upgrade or migrate an existing database
fr: Mettre à jour ou utiliser une instance de base de données existante

# rblliExistingDatabase.Title
source: Not available yet
fr: Non disponible

# rblliExistingEmptyDatabase.Text
source: Use an existing blank database (new installation)
fr: Utiliser une nouvelle instance vierge d’une base de données existante (Nouvelle installation)

# rblliNewDatabase.Text
source: Create a new database
fr: Créer une nouvelle base de données

# rblliSqlServerAccountMethod.Text
source: SQL Server account
fr: Authentification SQL

# rblliWindowsAuthMethod.Text
source: Windows authentication mode
fr: Authentification Windows

# revAdministratorEmail.ErrorMessage
source: Email is not in a valid format
fr: Le format de l'adresse e-mail n'est pas valide. Veuillez corriger votre saisie.

# revLoginEmail.ErrorMessage
source: Invalid email format
fr: Le format de l'adresse e-mail n'est pas valide. revNewEmail.ErrorMessage. Veuillez corriger votre saisie.

# revNewEmail.ErrorMessage
source: Invalid email format
fr: Le format de l'adresse e-mail n'est pas valide. Veuillez corriger votre saisie.

# rfvAdministratorEmail.ErrorMessage
source: Email is required
fr: Veuillez saisir le l'adresse e-mail

# rfvAdministratorPassword.ErrorMessage
source: Password is required
fr: Veuillez saisir le mot de passe

# rfvAdministratorUserName.Text
source: Username is required
fr: Veuillez saisir le Nom de l'utilisateur

# rfvDatabaseAccessCred.ErrorMessage
source: An authentication mode is required for the access credentials
fr: Un mode d'authentification est requis pour les autorisations d'accès

# rfvDatabaseAdminCred.ErrorMessage
source: Please select an authentication mode for the administration credentials
fr: Un mode d'authentification est requis pour les autorisations de l'administrateur

# rfvDatabaseName.ErrorMessage
source: A database name is required
fr: Un nom de base de données est requis

# rfvExistingOrNewDatabase.ErrorMessage
source: Please choose between Create or Use an existing database
fr: Choisir entre créer une nouvelle base ou utiliser une base de données existante

# rfvLastName.ErrorMessage
source: Please enter your Last name
fr: Veuillez saisir votre Nom

# rfvLoginEmail.ErrorMessage
source: Please enter an e-mail
fr: Veuillez saisir l'adresse e-mail

# rfvLoginPassword.ErrorMessage
source: Please enter a password
fr: Veuillez saisir le Mot de passe

# rfvNewEmail.ErrorMessage
source: Please enter an E-mail
fr: Veuillez saisir l'adresse e-mail

# rfvNewPassword.ErrorMessage
source: Please enter a Password
fr: Veuillez saisir le Mot de passe

# rfvPasswordCredRequired.ErrorMessage
source: Password field is required for SQL Server account.
fr: Veuillez saisir le mot de passe pour le compte SQL Server.

# rfvSellerName.ErrorMessage
source: Company name is required
fr: Veuillez saisir le nom de la société

# rfvSqlServerExpressName.ErrorMessage
source: Instance name is required
fr: Veuillez saisir le nom de l'Instance

# rfvSqlServerName.ErrorMessage
source: A SQL server name or IP is required.
fr: Un nom ou une IP est requis pour SQL Server.

# rfvStoreName.ErrorMessage
source: Store name is required
fr: Le nom de la boutique est requis

# rfvUsernameCredRequired.ErrorMessage
source: Username is mandatory for SQL Server account.
fr: Veuillez saisir un nom d'utilisateur car cela est nécessaire pour SQL Server account.
