Repository: zulldesign/Skids
Catalog: Setup/App_LocalResources/Default.aspx.*.resx
Languages: fr

# slCultures.AssociatedItemsLabelText
source: Associated cultures
fr: Cultures sélectionnées

# slCultures.AvailableItemsLabelText
source: Available cultures
fr: Cultures disponibles

# tbxPassword.Text
source: Password
fr: Mot de passe

# tfStatus.HeaderText
source: Status
fr: Statut

# lblNewsletter.Text
source: I wish to receive the Magelia.org newsletter
fr: Je souhaite recevoir la newsletter de Magelia

# rfvFirstName.ErrorMessage
source: Please enter your first name
fr: Veuillez saisir votre prénom

# lbtnForgotPasswordReviewEmail.Text
source: Back
fr: Retour

# lbtnSendNewPassword.Text
source: Receive a new password
fr: Recevoir un nouveau mot de passe

# litForgotPassword.Text
source: Forgot password
fr: Mot de passe oublié

# litForgotPasswordError.Text
source: An unexpected error has occured, please try again later.
fr: Une erreur inattendue est survenue, veuillez réessayer plus tard.

# litForgotPasswordNotSend.Text
source: Specified email is not corresponding to an existing account, please verify it.
fr: L'e-mail spécifié ne correspond pas à un compte existant. Veuillez vérifier votre saisie.

# litForgotPasswordSuccess.Text
source: A new password has been sent to your email address.
fr: Un nouveau mot de passe en été envoyé à votre adresse email.

# revForgotPasswordEmailPattern.ErrorMessage
source: Invalid email address
fr: L'adresse e-mail n'est pas valide. Veuillez corriger votre saisie.

# rfvForgotPasswordEmail.ErrorMessage
source: Please enter an e-mail
fr: Veuillez saisir votre adresse e-mail

# cvCountryRequired.ErrorMessage
source: Default Data: Please select your country
fr: Données par défaut: Veuillez choisir le pays

# lblBasicConfiguration.Text
source: Basic configuration
fr: Configuration basique

# lblBlank.Text
source: Blank Magelia WebStore configuration
fr: Configuration vierge de Magelia WebStore

# lblRegion.Text
source: State/Region:
fr: Etat/Région:

# lblStoreDefaultCountry.Text
source: Store default country:
fr: Pays par défaut de la boutique:

# litInstallType.Text
source: Store parameters and data
fr: Paramètres et données de la boutique

# litTaxIndications.Text
source: Taxes: IF AND ONLY IF tax calculations depend on state/region,
fr: indiquer un état / une région SI ET SEULEMENT SI les taxes sont calculées par Etat / région

# BasicConfig
source: basic
fr: de base

source: blank
fr: vide

# litBasicConfigText.Text
source: <strong>- Basic WebStore configuration:</strong><br/> Your store will be automatically setup with a default currency, default country, default tax zone, default shipping zone, default warehouse, default catalog, and standard product type.
fr: <strong>- Configuration basique:</strong><br/> Choisissez cette option pour que soient préconfigurés automatiquement : devise par défaut, pays par défaut, zone de taxe par défaut, zone de livraison par défaut, catalogue par défaut, entrepôt par défaut, catalogue par défaut et type de produits standard.

# litBlankInstallText.Text
source: <strong>- Blank Magelia WebStore configuration:</strong><br/> Select this option to create a store with absolutely no settings
fr: <strong>- Configuration vierge:</strong><br/> Sélectionnez cette option pour créer une boutique vierge sans aucun paramètre configuré.

# litDemoStoreText.Text
source: <strong>- Sample catalogs and settings:</strong><br/>Select this option to automatically configure a complete store with sample products, catalogs, shipping, tax, prices, etc.
fr: <strong>- Catalogue et jeu de données de test:</strong><br/> Choisissez cette option pour obtenir une boutique complètement pré-configurée avec des produits, catalogue, livraison, taxe, prix, etc.

# litInstallConfiguration.Text
source: Store configuration:
fr: Configuration de la boutique:

# litInstallInfo.Text
source: Install Magelia WebStore
fr: Paramètres et données de la boutique

# revAdministratorPasswordLength.ErrorMessage
source: Password must contains {0} characters at least.
fr: Le mot de passe doit contenir au moins {0} caractères. Veuillez corriger votre saisie.

# Sample
source: sample data
fr: Données d'exemple

# cvSmtpServerRequired.ErrorMessage
source: Smtp server is required
fr: Un serveur SMTP est requis

# lbtnRetry.Text
source: Retry
fr: Rééssayer

# lblDataSampleChoice.Text
source: Dataset to use:
fr: Jeu de données à installer:

# CommunityEURDataSet
source: Community Edition - Europe Demo Store
fr: Community Edition - Boutique de Démo Europe

# CommunityUSDataSet
source: Community Edition - US Demo Store
fr: Community Edition - Boutique de Démo USA

# ProfessionalDataSet
source: Professional Edition - Multi-Warehouse Demo Store
fr: Professional Edition - Demo multi-entrepots

source: Professional Edition only
fr: Professional Edition uniquement

# litHideDetail.Text
source: Hide detail
fr: Masquer les détails

# litShowDetail.Text
source: Show details
fr: Afficher les détails

# lblPleaseWait.Text
source: Please wait while setup is in progress
fr: Merci de patienter pendant que l'installation se termine

# RedirectingToBackOffice
source: Installation was successfull. We will automatically redirect you to the administration console home page.
fr: Installation réussie. Vous allez être dirigé automatiquement vers la console d'administration de Magelia WebStore.

# lblProgressText.Text
source: Step {0} of {1} - {2}
fr: Etape {0} de {1} - {2}

# hlContactUsHelp.Text
source: Contact us for more help
fr: Contactez nous pour obtenir de l’aide

# cvTermsAndConditions.ErrorMessage
source: Please accept Magelia WebStore License terms and conditions
fr: Veuillez accepter les Conditions Générales de Magelia WebStore

# hlTermsAndConditions.Text
source: License terms and condition
fr: Conditions Générales et Licence

# litTermsAndConditions.Text
source: I accept Magelia WebStore
fr: J’accepte les

# hlBackToAdministrationConsole.Text
source: Back to the Magelia WebStore Administration Console
fr: retour à la Console d'administration de Magelia WebStore

# litAlreadyInstalled.Text
source: <p>Magelia WebStore is correctly installed, and it is not possible to relaunch the installation procedure.</p> <p>If you wish to make changes to the current configuration, please use the Administration Console.</p>
fr: <p>Magelia WebStore est correctement installé, et il n'est pas possible de relancer la procédure d'installation.</ p> <p>Si vous souhaitez apporter des modifications à la configuration actuelle, veuillez utiliser la console d'administration.</ p>

# cbxSpecifyCollation.Text
source: Use specific collation
fr: Utiliser le classement spécifique (collation)

# lblCollationName.Text
source: Collation name
fr: Nom du classement (collation)

# rfvCollationName.ErrorMessage
source: Collation name is required
fr: Nom duy classement (collation)

# revAdministratorUserNameLength.ErrorMessage
source: Username must contains {0} characters at least.
fr: Le nom d'utilisateur doit contenir au moins {0} caractères. Veuillez corriger votre saisie.

# litSmtpNextScreen.Text
source: Configure SMTP in the next step
fr: Configurez le SMTP dans l’écran suivant

# litSmtpNextScreenText.Text
source: In the next step, set the mail server parameters in order to be able to retrieve / reset store administrator credentials.
fr: Saisissez les paramètres du serveur de mail que vous souhaitez utiliser dans l’écran suivant afin de pouvoir obtenir un nouveau mot de passe administrateur.

# litSqlExpress.Text
source: Quick & easy = check SQL Express auto-attach database
fr: Pour une installation facile et rapide cochez « Utiliser la base de données par défaut associée à SQL Server Express »

# litSetupStatusTitle.Text
source: Setup status
fr: Etat d’avancement de l’installation

# rfvConfirmAdministratorPassword.ErrorMessage
source: Please enter the confirm password
fr: Veuillez saisir la confrmation de mot de passe

# litSqlWarning.Text
source: Pre-requisite : SQLServer
fr: Pré-requis: SQLServer

# litSqlWarningText.Text
source: Magelia WebStore setup requires an installed SQL Server Express or higher. Note: If you install Magelia WebStore via Web Platform Installer, Web Platform Installer has taken care of installing SQL Server if needed.
fr: Pour installer Magelia WebStore, un serveur de base de données SQL Server Express ou supérieur doit déjà avoir été installé. Remarque : Si vous installez Magelia WebStore en utilisant Web Platform Installer, Web Platform Installer a du se charger de cette installation si cela était nécessaire.

# litUseSqlExpress.Text
source: Database Installation
fr: Installation de la base de données

# rblliUseSqlExpress.Text
source: Use SQL Server Express auto-attach database
fr: Utiliser la base de données attachée à SQL Server Express (SQL server auto-attached DB)

# rblliManuallyConfigureSqlServer.Text
source: Manually configure an existing SQL Server instance
fr: Configurer manuellement une instance existante de SQL Server
