Repository: zulldesign/Skids
Catalog: Content/Emailings/App_LocalResources/Edit.aspx.*.resx
Languages: fr

# cvCodeIsUnique.ErrorMessage
source: This code is already in use. Please enter a different code.
fr: Ce code est déjà utilisé. Veuillez saisir un autre code.

# cvSubjectLocalization.ErrorMessage
source: Please complete your entry. For the following cultures : {0}, please complete the blank data in : HtmlBody and/or RawBody and/or From email and/or From text without FromEmail.
fr: Veuillez compléter les champs vides. Le contenu d'un ou plusieurs champs laissés vides doit être renseigné pour les cultures {0}. Il s'agit soit du contenu du Corps HTML, du texte brut, de l'e-mail de l'expéditeur ou du nom de l'expéditeur.

# cvSubjectPresent.ErrorMessage
source: Please enter a Subject
fr: Veuillez saisir un Sujet

# litTemplateEdit.Text
source: E-mail template
fr: Modèle de l'e-mail

# lblHtmlBody.Text
source: Html Body
fr: Corps HTML :

# lblRawBody.Text
source: Raw text body
fr: Texte brut

# lblSubject.Text
source: Subject :
fr: Sujet :

# revCodeLength.ErrorMessage
source: Code must have less than 50 characters
fr: Veuillez saisir un code de moins de 50 caractères

# rfvCode.ErrorMessage
source: Please enter a Code
fr: Veuillez saisir le code

# lblFromEmail.Text
source: From email :
fr: E-mail de l'expéditeur :

# lblFromText.Text
source: From text :
fr: Nom de l'expéditeur :

# lblPriority.Text
source: Priority
fr: Priorité :

# rfvPriority.ErrorMessage
source: Please enter a Priority
fr: Veuillez renseigner la priorité

# rvPriority.ErrorMessage
source: Priority must be between 0 and 255
fr: La priorité doit être comprise entre 0 et 255

# cvFromEmailLocalization.ErrorMessage
source: Please complete your entry. For the following cultures : {0}, please complete the blank data in : HtmlBody and/or RawBody and/or From email and/or From text without FromEmail.
fr: Veuillez compléter les champs vides. Le contenu d'un ou plusieurs champs laissés vides doit être renseigné pour les cultures {0}. Il s'agit soit du contenu du Corps HTML, du texte brut, de l'e-mail de l'expéditeur ou du nom de l'expéditeur.

# cvFromEmailIsValidLocalization.ErrorMessage
source: Localized values are incorrect for the Sender E-mail field in the following Cultures : {0}
fr: Les valeurs localisées sont incorrectes pour le champ E-mail de l'expéditeur défini dans les cultures suivantes : {0}

# cvLocalizationRequiredIfCantCreateAndDelete.ErrorMessage
source: Localization is required
fr: Veuillez saisir une localisation

# litTemplate.Text
source: E-mail template
fr: Modèle de l'e-mail

# InvalidMailTemplateId
source: The E-mail template identifier given in the parameters is invalid and has been ignored.
fr: L'identifiant fourni en paramètre pour le modèle d'e-mail est invalide et a été ignoré.
