Repository: zulldesign/Skids
Catalog: Products/DataBursts/App_LocalResources/List.aspx.*.resx
Languages: fr

# BurstComplete
source: Data successfully updated for {0} configuration(s).
fr: Mise à jour des données effectuée avec succès pour {0} configurations.

# lblCurrency.Text
source: Currency
fr: Devise

# lblCountry.Text
source: Country
fr: Pays

# lbtnGenerate.Text
source: Update data
fr: Mettre à jour les données

# litDataBursts.Text
source: Data Update
fr: Mise à jour des données

# litInfo.Text
source: <p>An e-commerce website contains information such as prices, taxes, discounts, etc. needs to be rapidly displayed. The Data Update Mechanism accelerates performance and avoids to frequently recalulate frequently used data (prices, taxes, discounts, etc.)</p> <ul class="do"> <li><strong>DO </strong>click on the Update Data button so that the modifications made in the administration console regarding catalogs, categories, products, and prices are up-to-date and accessible by your e-commerce website via the service catalog.</li> </ul> <ul class="warning"> <li><strong>Warning! </strong>Clicking on « Update » will launch tasks that may temporarily slow down the website. Please use this feature only when you need to update the website data.</li> </ul> <ul class="insider"> <li><strong>Additional info : </strong>Shopping cart and order calculations (orders services) are not affected by Data Update Mechanism, which enables real time processing of baskets and orders. </li> </ul> <p>Please read the help topics for further technical information regarding the data update mechanism.</p>
fr: <p>Un site e-commerce contient des informations telles que les prix, les taxes, les remises doivent être rapidement affichées. Le mécanisme de mise à jour des données améliore les performances de votre site et évite des recalculs fréquents.</p> <ul class="do"> <li><strong>A FAIRE </strong>Cliquez sur le bouton de mise à jour des données pour que les modifications apportées aux catalogues, catégories, produits, et les prix soient mis à jour et accessibles pour votre site e-commerce.</li> </ul> <ul class="warning"> <li><strong>Attention! </strong> «Mettre à jour les données» conduit à la génération des données et peut ralentir votre infrastructure.Utilisez cette fonctionnalités uniquement lorsque vous avez besoin de mettre à jour le site.</li> </ul> <ul class="insider"> <li><strong>Informations complémentaires : </strong>Le panier et le calcul des commandes (service orders) ne sont pas affectés par le mécanisme de mise à jour des données, ce qui permet de continuer à fournir les commandes en temps réel. </li> </ul> <p>Merci de consulter l'aide pour des informations techniques détaillées.</p>

# litInstructions.Text
source: Please read this first
fr: Informations importantes

# mgvcCurrency.Name
source: Currency
fr: Devise

# mgvcCountry.Name
source: Country (optional)
fr: Pays (optionnel)

source: All other countries
fr: Tous les autres pays

# litCurrency.Text
source: Currency
fr: Devise

# litCountry.Text
source: Country
fr: Pays

# rfvCultureInsert.ErrorMessage
source: Please select one or more culture.
fr: Veuillez selectionner une ou plusieurs cultures.

# rfvCurrencyInsert.ErrorMessage
source: Please select one or more currency.
fr: Veuillez selectionner une ou plusieurs devises.

# DefaultConfigurationNotBursted
source: Data for default country : {0}, default currency : {1} and default culture : {2} defined for this store has not been computed because there is no corresponding data configuration.
fr: Les données pour le pays par défaut : {0}, la devise par défaut : {1} et la culture par défaut : {2} définis pour cette boutique n'ont pas été généréees car aucune configuration ne correspond.

# litDataConfigurations.Text
source: Data configurations to generate
fr: Configurations à générer

# BurstEmptyErrorMessage
source: No data configuration can be created. Please configure the relevant associations of tax zones, currencies and cultures that must be computed and made available online.
fr: Aucune mise à jour des données n'a été réalisée. Veuillez configurer les zones de taxe, les devises et cultures pour lesquelles les données exposées par les services doivent être précalculées.

# NoCountryAvailableErrorMessage
source: The specified configurations did not include any data. Please check that, for the specified configurations, the shipping countries selected are associated to tax zones.
fr: Les configurations choisies ne correspodennt à aucune donnée pour aucun pays, veuillez vérifier leur cohérence par rapport à l'appartenance des pays de livraison à des zones de taxe.
