Repository: zulldesign/Skids
Catalog: Administration/Extensions/App_LocalResources/List.aspx.*.resx
Languages: fr

# btnUpload.Text
source: Add
fr: Ajouter

# cvFile.ErrorMessage
source: The submited extension is invalid. {0}
fr: L'extension que vous avez ajoutée n'est pas valide. {0}

# ExtensionActivatedConfirmMessage
source: Extension '{0}' (v{1}) has successfully been activated.
fr: L'extension '{0}' (v{1}) a été activée.

# ExtensionDisabledConfirmMessage
source: Extension '{0}' (v{1}) has successfully been disabled.
fr: L'extension '{0}' (v{1}) a été désactivée.

# ExtensionDowngradedConfirmMessage
source: Extension '{0}' has successfully been downgraded to v{1}.
fr: L'extension '{0}' a bien été installée avec la version antérieure v{1}.

# ExtensionInstalledAndActivatedConfirmMessage
source: Extension '{0}' (v{1}) has successfully been installed and activated.
fr: L'extension '{0}' (v{1}) a bien été installée et activée.

# ExtensionInstalledConfirmMessage
source: Extension '{0}' (v{1}) has successfully been installed. Please activate it in order to use it.
fr: L'extension '{0}' (v{1}) a bien été installée. Pour l'utiliser, il faut l'activer.

# ExtensionUninstalledConfirmMessage
source: Extension '{0}' (v{1}) has successfully been uninstalled.
fr: L'extension '{0}' (v{1}) a été désinstallée.

# ExtensionUpgradedConfirmMessage
source: Extension '{0}' has successfully been upgraded to v{1}.
fr: L'extension '{0}' a été migrée en version v{1}.

# hlHelp.Text
source: Help
fr: Aide

# hlHelp.Tooltip
source: Help
fr: Aide

# lblAdditionalVersions.Text
source: Additional versions
fr: Autres versions

# lblAdditionalVersionsDisplay.Text
source: Display
fr: Afficher

# lblAdditionalVersionsHide.Text
source: Hide
fr: Masquer

# lblExtensionBy.Text
source: by
fr: par

# lblNewExtension.Text
source: Extension file (.magpkg or magpkg.lic) :
fr: Fichier de l'extension (.magpkg or magpkg.lic) :

# lblNewVersion.Text
source: latest available compatible version is v{0}
fr: La dernière version compatible est v{0}

# lblReadMore.Text
source: Read more ...
fr: Suite ...

# lbtnActivate.Text
source: Activate
fr: Activer

# lbtnDisable.Text
source: Disable
fr: Désactiver

# lbtnDowngrade.Text
source: Downgrade
fr: Descendre de version

# lbtnExtensionAddInstall.Text
source: Install
fr: Installer

# ExtensionAddInstallAndActivateMessage
source: Install & Activate
fr: Installer & activer

# lbtnUninstall.Text
source: Uninstall
fr: Désinstaller

# lbtnUpgrade.Text
source: Upgrade
fr: Monter de version

# litExtensionAddConfirmHeader.Text
source: Add extension
fr: Ajout d'extension : confirmation

# litUpload.Text
source: Upload your personal extension
fr: Téléchargez vos extensions

# rfvNewExtension.ErrorMessage
source: File extension is required
fr: Le fichier doit avoir une extension

# tiExtensionAdd.Text
source: Add extensions
fr: Ajouter des extensions

# tiExtensionGallery.Text
source: Extensions gallery
fr: Galerie d'extensions

# tiExtensionList.Text
source: Installed extensions
fr: Extensions installées

# lblNoInstalledExtensions.Text
source: No extensions installed
fr: Aucune extension n'est installée

# ExtensionUninstalledAllVersionConfirmMessage
source: The following versions of '{0}' extension have been uninstalled.
fr: Les versions suivantes de l'extension '{0}' ont été désinstallée.

# lbtnUninstallAll.Text
source: Uninstall all
fr: Tout désinstaller

# ExtensionAddInstallAndDowngradeMessage
source: Install & Downgrade
fr: Installer cette version antérieure

# ExtensionAddInstallAndUpgradeMessage
source: Install & Upgrade
fr: Instalelr cette nouvelle version

# UploadErrorInvalidExtension
source: Invalid file. The uploaded file ('{0}') must have a .magpkg or .magpkg.lic extension.
fr: Le fichier ('{0}') n'est pas au bon format. Seuls les fichier ayant l'extension .magpkg or .magpkg.lic peuvent être téléchargés.

# UploadErrorInvalidFile
source: Invalid file : {0}
fr: fichier non valide : {0}

# UploadErrorUnknownError
source: Unknown error : {0}
fr: Erreur inconnue : {0}

# lbtnInstall.Text
source: Install
fr: Installer

# lbtnCheckForUpdates.Text
source: Check for updates
fr: Rechercher des mises à jour

# ErrorWhileGettingUpdates
source: An error has occured while trying to get available updates of the extension. Exception Detail : {0}
fr: Une erreur s'est produite lors de la recherche des nouvelles versions disponibles de cette extension. Détail de l'erreur : {0}

# TimeoutWhileGettingUpdates
source: A timeout has occured while trying to get available updates of the extension. Please verify that your server can access www.magelia.org
fr: Lors de la recherche de mises à jour de l'extension, le serveur n'a pas répondu. merci de vérifier que votre environnement a bien accès à www.magelia.org

# ExtensionOperationErrorMessage
source: An error occured while trying to perform the requested operation on extension '{0}' v{1}
fr: Une erreur s'est produite en essayant de réaliser l'opération demandée sur l'extension '{0}' v{1}

# RuntimeIncompatibilityInstallTooltip
source: This version of the extension has not been verified with the version of your runtime. The verified runtime version range is '{0}'.
fr: La version de cette extension n'a pas été vérifié vec la version de votre plate-forme. La version de la plate-forme avec laquelle cette extension a été vérifiée est '{0}'

# lblUnverifiedExtensions.Text
source: Unceritified versions
fr: Versions non certifiées

# lblVerifiedExtensions.Text
source: Certified versions
fr: Versions certifiées

# lbtnDownload.Text
source: Download
fr: Télécharger

# lblAvailableUpdateExtensionTabTitle.Text
source: Available updates
fr: Mise à jour disponibles

# lblAvailableUpdateUnverifiedExtensionTabTitle.Text
source: Available updates (compatiblity uncertified)
fr: Mises à jour disponibles (compatibilité non certifiée)

# lblAvailableUpdateUnverifiedExtensionWarning.Text
source: These version has not been verified with the version of your runtime. Install them at your own risks
fr: Ces versions de l'extension n'ont pas été vérifiées avec la version de votre runtime. Installez les à vos propres risques et périls.

# lblExtensionPopinWarning.Text
source: This version of the extension has not been tested with the current version of your runtime. The tested runtime range version of this extension is '{0}'
fr: Le fonctionnement de la version de cette extension n'a pas été vérifié avec la version de votre plate-forme. Cette extension a été vérifiée avec une version '{0}' de Magelia WebStore.

# lblInstalledExtensionTabTitle.Text
source: Installed versions
fr: Versions installées

# hlExtensionsGallery.Text
source: (click-here to open in a new window)
fr: (cliquez ici pour l'ouvir dans une nouvelle fenêtre)

# litExtensionsGallery.Text
source: Extensions Gallery
fr: Galerie d'extensions

# litExtensionsGalleryInfo.text
source: This page lists the extensions available for Magelia WebStore. <br/> You can also access this list from the Extensions Gallery available on Magelia's website
fr: Cette page liste les extensions disponibles pour Magelia WebStore. <br/> Vous pouvez accéder à cette liste depuis depuis la galerie d'extensions disponible sur le site Magelia
