Repository: zulldesign/Skids
Catalog: Products/Types/App_LocalResources/Edit.aspx.*.resx
Languages: fr

# cvCodeIsUnique.ErrorMessage
source: Code already exists. Please enter a new code.
fr: Ce Code saisi existe déjà. Merci de saisir un code différent.

# lblProductKind.Text
source: Product kind :
fr: Nature du produit :

# lbtnAttribute.Text
source: Attribute
fr: Attribut

# lbtnName.Text
source: Name
fr: Nom

# lbtnOrder.Text
source: Order
fr: Ordre

# lbtnRequired.Text
source: Required
fr: Obligatoire

# liNo.Text
source: No
fr: Non

# liStandard.Text
source: Standard
fr: Produit standard

# litAttributes.Text
source: Attributes
fr: Attributs

# liVariable.Text
source: Variant Products
fr: Produit à variantes

# liYes.Text
source: Yes
fr: Oui

# mlfName.HeaderText
source: Name
fr: Nom

# revCodeLength.ErrorMessage
source: Invalid code length, max 50 charaters
fr: La longueur du code est invalide (50 caractères maximum)

# rfvAttribute.ErrorMessage
source: Attribute is required
fr: L'Attribut est requis

# rfvCode.ErrorMessage
source: Please enter a Code
fr: Le 'Code' est requis

# rfvProductKind.ErrorMessage
source: Please select a Product kind
fr: Veuillez choisir la nature du produit

# lblCode.ToolTip
source: Unique identifier or product type name.
fr: Identifiant unique ou nom du type de produit.

# lblProductKind.ToolTip
source: Standard, Variant and Bundle are the three product kinds. The Product kind impacts the business rules and the screens that define a product.
fr: La nature du produit (Standard, Variant, Bundle) a un impact sur les règles de gestion et sur les écrans qui définissent un produit.

# lbtnAttribute.ToolTip
source: Available attributes for the selected product type. These attributes are defined under Product>Attributes.
fr: Attributs disponibles pour le type de produit choisi. Ces attributs sont définis dans l'écran Produits > Attributs.

# lbtnOrder.ToolTip
source: Defines the order according to which attributes will be displayed on the product page.
fr: Définit l’ordre d'affichage des attributs du produit.

# lbtnRequired.ToolTip
source: Specifies if this attribute is required or not.
fr: Permet de définir si cet attribut est requis ou non à la création d’un nouveau produit de ce type.

# lbtnVisible.ToolTip
source: Indicates if the attribute should be visible as a filter on the product lists.
fr: Permet de définir si cet attribut doit être visible ou non dans les filtres des pages de listes de produits.

# lblIsManaged.Text
source: Inventory management :
fr: Gestion des stocks

# lblIsVirtual.Text
source: Physical or virtual product :
fr: Produit physique ou virtuel :

# lbtnAllowFilter.Text
source: Allow filter
fr: Utiliser comme filtre

# lbtnAllowSelection.Text
source: Allow selection
fr: Permettre la sélection

# lbtnShowInProductDetail.Text
source: Show in product detail
fr: Afficher dans le détail du produit

# lbtnShowInProductList.Text
source: Show in product list
fr: Afficher dans la liste de produit

# litDefaultTaxCategories.Text
source: Default tax categories
fr: Catégorie de taxe par défaut

# mslDefaultTaxCategories.AssociatedItemsLabelText
source: Assigned tax categories :
fr: Catégories de taxes assiociées :

# mslDefaultTaxCategories.AvailableItemsLabelText
source: Available tax categories :
fr: Catégories de taxes disponibles :

# rfvIsManaged.ErrorMessage
source: Please indicate if this Product type is inventory managed or not.
fr: Veuillez indiquer si pour ce type de produit, les ctoks doivent être gérés ou non

# rfvIsVirtual.ErrorMessage
source: Please indicate whether your product is virtual or physical
fr: Vous devez indiquez si votre produit est virtuel ou physique

# lblIsManaged.Tooltip
source: Indicate whether Magelia WebStore should manage the inventory of this product or if the product should be considered as always available in stock (not inventory managed).
fr: Indique si les stocks des produits de ce type de produits doivent être gérés ou si ce produit doit être considéré comme toujours disponible (c'est à dire non géré en stock)

# lblIsVirtual.Tooltip
source: Physical products require a shipping method to be shipped, whereas virtual products .
fr: Pour les produits réels, des modes de livraison doivent être définis alors que, pour les produits virtuels, il n'ets pas nécessaire de définir de mode de livraison.

# lbtnIsVariableAttribute.Text
source: Base attribute
fr: Attribut de base

# lbtnShowInProductList.ToolTip
source: Indicates if this attribute must be visible or not in the Product lists.
fr: Indique si cet attribut doit être affiché dans les listes de produits.

# liManaged.Text
source: managed inventory
fr: Géré en stock

# liPhysical.Text
source: Physical product
fr: Produit Physique

# liUnmanaged.Text
source: unmanaged inventory
fr: Non géré en stock

# liVirtual.Text
source: Virtual product
fr: Produit virtuel

# InvalidCopyProductTypeId
source: The product type identifier to copy given in the parameters is invalid and has been ignored.
fr: L'identifiant fourni en paramètre pour le type de produit à copier est invalide et a été ignoré.

# InvalidProductTypeId
source: The product type identifier given in the parameters is invalid and has been ignored.
fr: L'identifiant fourni en paramètre pour le type de produit est invalide et a été ignoré.
