Repository: zulldesign/Skids
Catalog: App_UserControls/ContentTypes/App_LocalResources/AssociatedContentItems.ascx.*.resx
Languages: fr

# lblCreationDate.Text
source: Creation date :
fr: Date de création :

# lblCreatoreUserName.Text
source: Created by :
fr: Créateur :

# lblLastModificationDate.Text
source: Last modification date :
fr: Dernière date de modification :

# lblLastModificatorUserName.Text
source: Last modified by :
fr: Dernière modification par :

# lblStatus.Text
source: Status :
fr: Statut :

# liActive.Text
source: Active
fr: Actif

# liArchived.Text
source: Archived
fr: Archivé

# liDraft.Text
source: Draft
fr: Brouillon

# liRejected.Text
source: Rejected
fr: Refusé

# litActive.Text
source: Active
fr: Actif

# litArchived.Text
source: Archived
fr: Archivé

# litDraft.Text
source: Draft
fr: Brouillon

# litRejected.Text
source: Rejected
fr: Refusé

# litWaitingApproval.Text
source: Waiting for approval
fr: En attente de validation

# liWaitingApproval.Text
source: Waiting for approval
fr: En attente de validation

# mgvcCreationDate.Name
source: Creation date
fr: Date de création

# mgvcCreatorUserName.Name
source: Creator
fr: Créateur

# mgvcLastModificationDate.Name
source: Last modification date
fr: Dernière date de modification

# mgvcLastModificatorUserName.Name
source: Last modificator
fr: Dernière modification par

# mgvcStatus.Name
source: Status
fr: Statut

# NewContentItemCode
source: NEW {0}
fr: NOUVEAU {0}

# lblCreationInfo.Text
source: Created by <strong>{0}</strong> at <strong>{1}</strong>
fr: Créé par <strong>{0}</strong> le <strong>{1}</strong>

# lblEditInfo.Text
source: - Last modified by <strong>{0}</strong> at <strong>{1}</strong>
fr: - Dernière modification par <strong>{0}</strong> le <strong>{1}</strong>

# litNoContentTypeAvailable.Text
source: No content type available
fr: Aucun type de contenu n'est disponible.

# cvCheckCodeUnique.ErrorMessage
source: Code must be unique per store and ContentType
fr: Le code doit être unique par boutique et par type de contenu.

# lblContent.Text
source: Content :
fr: Contenu :

# BrandContainerText
source: This content item is attached to the <em>{0}</em> brand
fr: Ce contenu est associé à la marque<em>{0}</em>

# BundleContainerText
source: This content item is attached to the <em>{0}</em> bundle (sku)
fr: Ce contenu est associé au bundle <em>{0}</em>

# CarrierContainerText
source: This content item is attached to the <em>{0}</em> carrier.
fr: Ce contenu est associé au transpoorteur <em>{0}</em>

# CatalogCategoryContainerText
source: This content item is attached to the <em>{0}</em> category.
fr: Ce contenu est associé à la catégorie <em>{0}</em>

# CatalogContainerText
source: This content item is attached to the <em>{0}</em> catalog
fr: Ce contenu est associé au catalogue <em>{0}</em>

# ContinentContainerText
source: This content item is attached to the <em>{0}</em> continent
fr: Ce contenu est associé au continent <em>{0}</em>

# CountryContainerText
source: This content item is attached to the <em>{0}</em> country
fr: Ce contenu est associé au pays <em>{0}</em>

# CurrencyContainerText
source: This content item is attached to the <em>{0}</em> currency
fr: Ce contenu est associé à la devise <em>{0}</em>

# DiscountContainerText
source: This content item is attached to a the <em>{0}</em> discount
fr: Ce conytenu est associé à la promotion <em>{0}</em>

# OrderChannelContainerText
source: This content item is attached to the <em>{0}</em> order channel
fr: Ce contenu est assoicé au canal <em>{0}</em>

# PaymentModeContainerText
source: This content item is attached to the <em>{0}</em> payment mode
fr: Ce contenu est associé au mode de paiement <em>{0}</em>

# RegionContainerText
source: This content item is attached to the <em>{0}</em> region
fr: Ce contenu est associé à la région <em>{0}</em>

# SegmentContainerText
source: This content item is attached to th <em>{0}</em> segment
fr: Ce contenu est associé au segment <em>{0}</em>

# StandardProductContainerText
source: This content item is attached to the <em>{0}</em> standard product
fr: Ce contenu est associé au produit standard <em>{0}</em>

# SupplierContainerText
source: This content item is attached to the <em>{0}</em> supplier
fr: Ce contenu est associé au fournisseur <em>{0}</em>

# VariableProductContainerText
source: This content item is attached to the <em>{0}</em> variable product.
fr: Ce contenu est associé au produit variable <em>{0}</em>

# VariantContainerText
source: This content item is attached to the <em>{0}</em> variant product (sku)
fr: Ce contenu est associé au variant <em>{0}</em>

# WarehouseContainerText
source: This content item is attached to the <em>{0}</em> warehouse.
fr: Ce contenu est associé à l'entrepôt <em>{0}</em>

# TooManyContentItems
source: Max. Nb od content itemps exceeded
fr: Le nombre max. de contenus a été dépassé.
